{
  "text": {
    "i": 85,
    "want": 183,
    "help": 74,
    "picking": 135,
    "a": 1,
    "career": 29,
    "me": 108,
    "choose": 32,
    "path": 130,
    "guidance": 70,
    "not": 121,
    "sure": 163,
    "what": 187,
    "job": 91,
    "explore": 53,
    "careers": 30,
    "m": 101,
    "interested": 88,
    "in": 86,
    "technology": 166,
    "like": 99,
    "art": 13,
    "and": 8,
    "design": 45,
    "healthcare": 72,
    "helping": 75,
    "people": 131,
    "building": 21,
    "things": 171,
    "business": 22,
    "marketing": 104,
    "outdoors": 128,
    "animals": 9,
    "good": 64,
    "at": 14,
    "math": 105,
    "strong": 160,
    "science": 148,
    "physics": 134,
    "enjoy": 51,
    "english": 50,
    "history": 80,
    "computer": 37,
    "shop": 151,
    "class": 34,
    "that": 168,
    "helps": 76,
    "care": 28,
    "about": 2,
    "high": 79,
    "salary": 146,
    "work": 191,
    "life": 98,
    "balance": 15,
    "creativity": 42,
    "stability": 157,
    "matters": 106,
    "don": 48,
    "t": 164,
    "to": 175,
    "go": 62,
    "college": 36,
    "can": 25,
    "only": 126,
    "do": 47,
    "two": 177,
    "year": 194,
    "program": 139,
    "prefer": 138,
    "apprenticeships": 10,
    "need": 115,
    "something": 154,
    "with": 189,
    "local": 100,
    "jobs": 92,
    "yes": 195,
    "sounds": 156,
    "okay": 124,
    "no": 119,
    "really": 141,
    "nope": 120,
    "restart": 142,
    "start": 158,
    "over": 129,
    "begin": 18,
    "again": 5,
    "hi": 78,
    "hello": 73,
    "hey": 77,
    "bye": 24,
    "goodbye": 65,
    "see": 149,
    "you": 196,
    "how": 83,
    "use": 179,
    "this": 173,
    "__number__": 0,
    "value": 180,
    "there": 170,
    "morning": 111,
    "evening": 52,
    "moin": 110,
    "let": 96,
    "s": 143,
    "dude": 49,
    "goodmorning": 67,
    "goodevening": 66,
    "afternoon": 4,
    "cu": 43,
    "by": 23,
    "cee": 31,
    "later": 95,
    "night": 118,
    "have": 71,
    "nice": 117,
    "day": 44,
    "around": 12,
    "y": 193,
    "indeed": 87,
    "of": 123,
    "course": 41,
    "correct": 40,
    "n": 113,
    "never": 116,
    "think": 172,
    "so": 152,
    "way": 185,
    "vincent": 182,
    "mcvincent": 107,
    "perfect": 132,
    "great": 68,
    "amazing": 7,
    "feeling": 58,
    "king": 93,
    "wonderful": 190,
    "am": 6,
    "very": 181,
    "going": 63,
    "save": 147,
    "the": 169,
    "world": 192,
    "super": 162,
    "stoked": 159,
    "extremely": 54,
    "my": 112,
    "was": 184,
    "horrible": 81,
    "sad": 145,
    "feel": 57,
    "well": 186,
    "disappointed": 46,
    "unhappy": 178,
    "extremly": 55,
    "saad": 144,
    "are": 11,
    "bot": 20,
    "human": 84,
    "talking": 165,
    "give": 61,
    "name": 114,
    "know": 94,
    "geography": 60,
    "mentor": 109,
    "tutor": 176,
    "studying": 161,
    "capitals": 27,
    "continents": 38,
    "oceans": 122,
    "climate": 35,
    "zones": 197,
    "maps": 103,
    "coordinates": 39,
    "population": 137,
    "cities": 33,
    "physical": 133,
    "beginner": 19,
    "basic": 16,
    "basics": 17,
    "sort": 155,
    "intermediate": 89,
    "advanced": 3,
    "level": 97,
    "seven": 150,
    "many": 102,
    "is": 90,
    "capital": 26,
    "france": 59,
    "why": 188,
    "some": 153,
    "places": 136,
    "hotter": 82,
    "than": 167,
    "others": 127,
    "time": 174,
    "grow": 69,
    "faster": 56,
    "quiz": 140,
    "on": 125
  },
  "intent": {
    "start_career_mentor": 18,
    "provide_interests": 13,
    "provide_subject_strengths": 14,
    "provide_values": 15,
    "provide_constraints": 10,
    "affirm": 0,
    "deny": 4,
    "restart": 17,
    "greet": 6,
    "goodbye": 5,
    "ask_help": 2,
    "inform": 7,
    "mood_great": 8,
    "mood_unhappy": 9,
    "bot_challenge": 3,
    "request_names": 16,
    "start_geography_mentor": 19,
    "provide_geo_topic": 12,
    "provide_geo_level": 11,
    "ask_geo_question": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_suggest_careers": 10,
    "career_mentor_form": 13,
    "geography_mentor_form": 14,
    "name_form": 15,
    "utter_career_followup": 16,
    "utter_career_resources": 17,
    "utter_cheer_up": 18,
    "utter_did_that_help": 19,
    "utter_geography_answer": 20,
    "utter_goodbye": 21,
    "utter_greet": 22,
    "utter_greet_career": 23,
    "utter_greet_geography": 24,
    "utter_happy": 25,
    "utter_iamabot": 26,
    "utter_slots_values": 27,
    "utter_submit": 28
  },
  "action_text": null,
  "intent_response_key": null
}